amd-ucode
android-file-transfer
android-tools
arp-scan
aspell
aspell-en
aurpublish
autoconf
automake
base
bemenu
bison
bitwarden
bluez
bluez-utils
code
fakeroot
firefox
flex
fzf
gcc
git
go
grim
groff
helvum
imagemagick
imv
inetutils
inkscape
jq
lazygit
lib32-libpulse
lib32-mesa
lib32-vulkan-icd-loader
lib32-vulkan-radeon
light
linux
linux-firmware
lutris
m4
make
mako
man-db
man-pages
mariadb
mpv
neovim
networkmanager
nim
nimble
nmap
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
obs-studio
pamixer
parted
patch
pdfjs
pipewire
pipewire-pulse
pkgconf
postgresql
python-pipenv
python-tldextract
qt5-wayland
qutebrowser
redis
reflector
rust-analyzer
rustup
scanmem
slurp
sudo
sway
swayidle
texinfo
the_silver_searcher
transmission-cli
tree
ttf-font-awesome
udiskie
ufw
unrar
unzip
usbutils
vim
vulkan-radeon
waybar
wezterm
wf-recorder
wget
which
whois
wine-gecko
wine-mono
wine-staging
wireplumber
wireshark-cli
wireshark-qt
wl-clipboard
xdg-desktop-portal
xorg-xwayland
zsh
zsh-autosuggestions
zsh-syntax-highlighting
