alacritty
amd-ucode
android-file-transfer
aspell
aspell-en
aurpublish
base
bluez
bluez-utils
chromium
dbeaver
fish
fzf
git
go
gopass
gopls
grim
helvum
htop
httpie
hugo
imagemagick
imv
inetutils
inkscape
jq
light
linux
linux-firmware
lua-language-server
mako
man-db
man-pages
mariadb
mpv
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
obs-studio
pamixer
parted
pdfjs
pipewire
pipewire-jack
pipewire-pulse
powertop
pyenv
pyright
python-adblock
python-pipenv
python-tldextract
qt5-wayland
qutebrowser
reflector
ripgrep
rustup
slurp
sway
swaybg
swayidle
task
the_silver_searcher
timew
transmission-cli
tree
ttf-jetbrains-mono
ttf-nerd-fonts-symbols-2048-em
typescript-language-server
udiskie
ufw
unrar
unzip
usbutils
waybar
wf-recorder
wget
whois
wireplumber
wl-clipboard
words
xdg-desktop-portal
xorg-xwayland
yt-dlp
